{
  "ABOUT_ME": "About me",
  "SKILLS": "Skills",
  "PORTFOLIO": "Portfolio",
  "CONTACT": "Contact",
  "JOB": "FRONTEND DEVELOPER",
  "ABOUT_ME_TEXT": "Welcome! I am Daniel Schneider, a Frontend Developer from Hohenstein in the Taunus. After my many years of work as a Production Manager, I completed a professional training program at the Developer Akademie, thus fulfilling a heartfelt wish.",
  "BULB_TEXT": "Through code reviews by experienced mentors, I was able to deepen my skills and programming knowledge.",
  "PUZZLE_TEXT": "In several team and individual projects, I have demonstrated my skills in developing responsive web applications.",
  "SKILLS_DESC_ONE": "I have gained experience in developing projects",
  "SKILLS_DESC_TWO": "with various frontend technologies and concepts.",
  "PORTFOLIO_DESC_ONE": "This page is an example of my work.",
  "PORTFOLIO_DESC_TWO": "Feel free to take a look at the projects I have developed.",
  "CONTACT_H2": "Problems are there to be solved!",
  "CONTACT_DESC": "As a Frontend Developer, I am at your disposal and look forward to hearing your ideas. Please contact me via the form.",
  "INPUT_NAME": "Your name",
  "INPUT_MAIL": "Your mail",
  "INPUT_MESSAGE": "Your message",
  "WARN_NAME": "Please enter your name",
  "WARN_MAIL": "Please enter your mail",
  "WARN_MESSAGE": "Please enter your message",
  "WARN_PRIVACY": "Please accept the privacy policy",
  "INPUT_CHECKBOX_ONE": "I have read the ",
  "INPUT_CHECKBOX_TWO": "privacy policy ",
  "INPUT_CHECKBOX_THREE": "and agree to the processing of my data as described.",
  "BUTTON_SEND": "Send",
  "BUTTON_LETS_TALK": "",
  "BUTTON_GET_IN_TOUCH": "",
  "IMPRINT_LINK": "Imprint",
  "project_description": {
    "join_description": "Task manager inspired by the Kanban system.",
    "pollo_loco_description": "Jump 'n' Run game based on OOP (Object-Oriented Programming).",
    "pokedex_description": "A short journey back to childhood. Pokedex with a rest api.",
    "dabubble_description": "Chat messenger inspired by slack"
  },
  "IMPRINT_1": "Information according to § 5 TMG",
  "IMPRINT_2": "Postal address:",
  "IMPRINT_3": "Telephone:",
  "IMPRINT_4": "Information according to § 36 VSBG",
  "IMPRINT_5": "In accordance with § 36 VSBG (Consumer Dispute Resolution Act - Act on Alternative Dispute Resolution in Consumer Matters), the operator of this website declares:",
  "IMPRINT_6": "We are neither willing nor obliged to participate in dispute resolution proceedings before a consumer arbitration board.",
  "IMPRINT_7": "The imprint was created with the ",
  "IMPRINT_8": "Imprint generator of activeMind AG.",
  "IMPRINT_9": "",
  "PP_1": "Privacy policy",
  "PP_2": "The controller within the meaning of data protection laws, in particular the EU General Data Protection Regulation (GDPR), is:",
  "PP_3": "Your rights as a data subject",
  "PP_4": "You can exercise the following rights at any time using the contact details provided for our data protection officer:",
  "PP_5": "Information about your data stored by us and its processing (Art. 15 GDPR),",
  "PP_6": "Correction of incorrect personal data (Art. 16 GDPR),",
  "PP_7": "Deletion of your data stored by us (Art. 17 GDPR),",
  "PP_8": "Restriction of data processing if we are not yet allowed to delete your data due to legal obligations (Art. 18 GDPR),",
  "PP_9": "Objection to the processing of your data by us (Art. 21 GDPR) and",
  "PP_10": "Data portability, provided that you have consented to the data processing or have concluded a contract with us (Art. 20 GDPR).",
  "PP_11": "Sofern Sie uns eine Einwilligung erteilt haben, können Sie diese jederzeit mit Wirkung für die Zukunft widerrufen.",
  "PP_12": "Sie können sich jederzeit mit einer Beschwerde an eine Aufsichtsbehörde wenden, z. B. an die zuständige Aufsichtsbehörde des Bundeslands Ihres Wohnsitzes oder an die für uns als verantwortliche Stelle zuständige Behörde.",
  "PP_13": "Eine Liste der Aufsichtsbehörden (für den nichtöffentlichen Bereich) mit Anschrift finden Sie unter: ",
  "PP_14": "Kontaktformular",
  "PP_15": "Art und Zweck der Verarbeitung:",
  "PP_16": "Die von Ihnen eingegebenen Daten werden zum Zweck der individuellen Kommunikation mit Ihnen gespeichert. Hierfür ist die Angabe einer validen E-Mail-Adresse sowie Ihres Namens erforderlich. Diese dient der Zuordnung der Anfrage und der anschließenden Beantwortung derselben. Die Angabe weiterer Daten ist optional.",
  "PP_17": "Rechtsgrundlage:",
  "PP_18": "Die Verarbeitung der in das Kontaktformular eingegebenen Daten erfolgt auf der Grundlage eines berechtigten Interesses (Art. 6 Abs. 1 lit. f DSGVO).",
  "PP_19": "Durch Bereitstellung des Kontaktformulars möchten wir Ihnen eine unkomplizierte Kontaktaufnahme ermöglichen. Ihre gemachten Angaben werden zum Zwecke der Bearbeitung der Anfrage sowie für mögliche Anschlussfragen gespeichert.",
  "PP_20": "Sofern Sie mit uns Kontakt aufnehmen, um ein Angebot zu erfragen, erfolgt die Verarbeitung der in das Kontaktformular eingegebenen Daten zur Durchführung vorvertraglicher Maßnahmen (Art. 6 Abs. 1 lit. b DSGVO).",
  "PP_21": "Empfänger:",
  "PP_22": "Empfänger der Daten sind ggf. Auftragsverarbeiter.",
  "PP_23": "Speicherdauer:",
  "PP_24": "Daten werden spätestens 6 Monate nach Bearbeitung der Anfrage gelöscht.",
  "PP_25": "Sofern es zu einem Vertragsverhältnis kommt, unterliegen wir den gesetzlichen Aufbewahrungsfristen nach HGB und löschen Ihre Daten nach Ablauf dieser Fristen. ",
  "PP_26": "Bereitstellung vorgeschrieben oder erforderlich:",
  "PP_27": "Die Bereitstellung Ihrer personenbezogenen Daten erfolgt freiwillig. Wir können Ihre Anfrage jedoch nur bearbeiten, sofern Sie uns Ihren Namen, Ihre E-Mail-Adresse und den Grund der Anfrage mitteilen.",
  "PP_28": "SSL-Verschlüsselung",
  "PP_29": "Um die Sicherheit Ihrer Daten bei der Übertragung zu schützen, verwenden wir dem aktuellen Stand der Technik entsprechende Verschlüsselungsverfahren (z. B. SSL) über HTTPS.",
  "PP_30": "Information über Ihr Widerspruchsrecht nach Art. 21 DSGVO",
  "PP_31": "Einzelfallbezogenes Widerspruchsrecht",
  "PP_32": "Sie haben das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, jederzeit gegen die Verarbeitung Sie betreffender personenbezogener Daten, die aufgrund Art. 6 Abs. 1 lit. f DSGVO (Datenverarbeitung auf der Grundlage einer Interessenabwägung) erfolgt, Widerspruch einzulegen; dies gilt auch für ein auf diese Bestimmung gestütztes Profiling im Sinne von Art. 4 Nr. 4 DSGVO.",
  "PP_33": "Legen Sie Widerspruch ein, werden wir Ihre personenbezogenen Daten nicht mehr verarbeiten, es sei denn, wir können zwingende schutzwürdige Gründe für die Verarbeitung nachweisen, die Ihre Interessen, Rechte und Freiheiten überwiegen, oder die Verarbeitung dient der Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen.",
  "PP_34": "Empfänger eines Widerspruchs",
  "PP_35": "Änderung unserer Datenschutzbestimmungen",
  "PP_36": "Wir behalten uns vor, diese Datenschutzerklärung anzupassen, damit sie stets den aktuellen rechtlichen Anforderungen entspricht oder um Änderungen unserer Leistungen in der Datenschutzerklärung umzusetzen, z.B. bei der Einführung neuer Services. Für Ihren erneuten Besuch gilt dann die neue Datenschutzerklärung.",
  "PP_37": "Fragen an den Datenschutzbeauftragten",
  "PP_38": "Wenn Sie Fragen zum Datenschutz haben, schreiben Sie uns bitte eine E-Mail oder wenden Sie sich direkt an die für den Datenschutz verantwortliche Person in unserer Organisation:",
  "PP_39": "Die Datenschutzerklärung wurde mithilfe der activeMind AG erstellt, den Experten für ",
  "PP_40": "externe Datenschutzbeauftragte"
}